lottery_info_msg = Random #{$id}



    Ставка для участия: {$start_bid} TON

    На кону: {$max_win} TON
    {$amount_win_places} призовых мест:
    {$win_places_text}

    Максимальное кол-во игроков: {$max_players}

    Участвуют: {$players_amount}

    Random закроется: {$date_end_lottery}



    Random начнется, когда наберется максимальное кол-во игроков.
back_btn = 🔙 Назад
participate_btn = 🎟 Участвовать
lottery_info_msg_participant = Random #{$id}



    Ставка для участия: {$start_bid} TON

    На кону: {$max_win} TON
    {$amount_win_places} призовых мест:
    {$win_places_text}

    Максимальное кол-во игроков: {$max_players}

    Участвуют: {$players_amount}

    Random закроется: {$date_end_lottery}


    <b>Вы участвуете</b>
    Random начнется, когда наберется максимальное кол-во игроков.
not_enough_money_msg = У вас недостаточно средств для участия в Random.
participate_msg = Вы успешно зарегистрировались на Random.
    В случае если она не проведеться - вам вернутся деньги.
not_subscribed_msg = Вы не подписаны на канал. Подпишитесь на канал, чтобы участвовать в Random.
lottery_btn = 🎰 Random
personal_cabinet_btn = 🧾 Личный кабинет
help_btn = 🆘 Помощь
help_url = https://telegra.ph/RANDOMIZER-TON-05-30
read_info = 📖 Ознакомьтесь с информацией
get_acquainted = Ознакомиться
get_acquainted_url = https://telegra.ph/RANDOMIZER-TON-05-30
i_accept = Я принимаю
sub_channel = Подписаться на канал
sub_channel_text = Подпишитесь на канал, чтобы участвовать в Random.
sub_channel_url =  https://t.me/randomizer_ton
i_subscribed = Я подписался
main_menu_msg = Главное меню
main_menu_btn = Главное меню
select_lottery_msg = Выберите Random
lottery = Random
not_enough_money_msg = Вы успешно зарегистрировались на Random.
    В случае если она не проведётся - вам вернутся деньги.
deposit_btn = 💰 Пополнить
no_lotteries_msg = На данный момент нет активных Random.
personal_cabinet_msg = Ваш баланс: {$balance} TON

    Участвую в: {$amount_active_lottery} Random

    Заработано с рефералов: {$earned_ref} TON

    Денег в холде: {$hold_balance} TON

    Количество рефералов: {$ref_amount}
    Реферальная ссылка: {$ref_link}

enter_amount_dep = Введите кол-во TON, на какое вы хотите пополнить.

    минимальная сумма пополнения 0.01 тон
purchase_dep = К пополнению: {$money_to_pay}

    Оплатите чек на пополнения баланса по кнопке ниже.
purchase = Оплатить
deposit_balance = Пополнить баланс
withdraw_balance = Вывести баланс
enter_amount_withdraw = Введите сумму, которую вывести с баланса

    Вывести деньги можно от 0.05 TON

    Комиссия бота с вывода 1.5%

press_btn_for_get_money = Нажмите кнопку ниже чтобы получить деньги.
withdraw_money = Вывести деньги
not_enough_money_on_balance = У вас недостаточно денег, введите корректное число.
limit_withdraw_per_day = Выводить деньги можно {$amount_try} раз в день. Повторите попытку завтра.
withdraw_money_on_hold = Ваши деньги на вывод в холде, и проходят верификацию.
error_with_withdraw = Произошла ошибка при выводе денег. Повторите попытку позже.
success_withdraw = Деньги отправлены на ваш аккаунт в XRocket.
withdraw_disabled = Вывод сейчас выключен. Попробуйте позже.
min_withdraw_amount = Минимальная сумма вывода 0.05 TON.
lottery_lose = Вы проиграли в Random #{$id}

    Список победителей:
    {$winners}

lottery_win = Вы выиграли в Random #{$id}

    Список победителей:
    {$winners}

    Ваш выигрыш: {$win} TON

    Ваш баланс: {$balance}

    Поздравляем!
lottery_end_with_not_enough_players = В розыгрыше #{$id} не набралось нужное количество людей, он закрыт досрочно
added_new_lottery = Добавлен новый Random
to_main_menu = В главное меню
error_while_participate = Произошла ошибка при участии в Random. Попробуйте позже.
error_with_withdraw = Произошла ошибка при выводе денег. Попробуйте позже.
cancel_withdraw = Вывод денег отменен.
    Причина: {$explanation}
lottery_is_full = Random #{$id} набрал нужное количество людей и начнется в ближайшее время.
success_purchase_dep = Вы успешно пополнили баланс.
    Деньги уже у вас в кошельке
place = место
min_deposit_amount = Минимальная сумма пополнения 0.01 TON.
lottery_end_for_channel = Random #{$id} завершился

    Список победителей:
    {$winners}

    Поздравляем!